Repository: RizzoG99/PersonalFinanceTracker
Catalog: PersonalFinanceTraker/PersonalFinanceTrakerWidget/Localizable.xcstrings
Source language: en
Languages: it

source: %lld days
it: %lld giorni

source: %lld days in a row
it: %lld giorni di fila

source: %lld logged today
it: %lld registrati oggi

source: %lld transactions
it: %lld registrazioni

source: %lld transactions today
it: %lld registrazioni oggi

source: %lld-day check-in streak
it: Serie di controlli di %lld giorni

source: A usual transaction is ready
it: Una transazione abituale è pronta

source: Add
it: Aggiungi

source: Add transaction
it: Aggiungi transazione

source: Add Transaction
it: Aggiungi transazione

source: All set for today
it: Tutto a posto

source: Amount
it: Importo

source: Category
it: Categoria

source: Check in today
it: Controlla oggi

source: Check-in
it: Controllo

source: Check-in complete
it: Controllo completato

source: Financial Pulse
it: Controllo quotidiano

source: Is Expense
it: È una spesa

source: Keep a private daily money check-in without showing amounts.
it: Mantieni un controllo giornaliero privato senza mostrare importi.

source: No spending
it: Nessuna spesa

source: No-spend day
it: Giornata senza spese

source: Note
it: Nota

source: Nothing to add today
it: Niente da aggiungere oggi

source: Open the receipt camera in one tap.
it: Apri la fotocamera per gli scontrini con un solo tocco.

source: Opens the camera
it: Apre la fotocamera

source: Ready to review
it: Pronta da verificare

source: Repeat
it: Ripeti

source: Repeat a usual transaction
it: Ripeti una transazione abituale

source: Repeat Transaction
it: Ripeti transazione

source: Review
it: Rivedi

source: Review a suggested transaction
it: Rivedi una transazione suggerita

source: Review suggested transaction
it: Rivedi la transazione suggerita

source: Scan receipt
it: Scansiona scontrino

source: Scan Receipt
it: Scansiona scontrino

source: Still to do
it: Da completare

source: Suggested repeat
it: Ripetizione suggerita

source: Suggested transaction
it: Transazione suggerita
